{
    "Allen, P.M., Harmel, R.D., Arnold, J., Plant, B., Yelderman, J., King, K., 2005. Field data and flow system response in clay (vertisol) shale terrain, north central Texas, USA. Hydrol. Process. Int. J. 19, 2719–2736.  \n": "10.1002+hyp.5782.png",
    "Anderson SP, Dietrich WE, Montgomery DR, Torres R, Conrad ME, Loague K. 1997. Subsurface flow paths in a steep, unchanneled catchment. Water resources research 33 (12): 2637–2653 DOI: 10.1029/97wr02595": "10.1029+97wr02595.png",
    "Aulenbach, B.T., Hooper, R.P., van Meerveld, H.J., Burns, D.A., Freer, J.E., Shanley, J.B., Huntington, T.G., McDonnell, J.J., Peters, N.E., 2021. The evolving perceptual model of streamflow generation at the Panola Mountain Research Watershed. Hydrol. Process. 35, e14127.": "10.1002+hyp.14127.png",
    "Bormann H, Faß T, Giertz S, Junge B, Diekkrüger B, Reichert B, Skowronek A. 2005. From local hydrological process analysis to regional hydrological model application in Benin: Concept, results and perspectives. Physics and Chemistry of the Earth, Parts A/B/C 30 (6): 347–356 DOI: 10.1016/j.pce.2005.06.005": "10.1016+j.pce.2005.06.005.png",
    "Brantley SL, White T, West N, Williams JZ, Forsythe B, Shapich D, Kaye J, Lin H, Shi Y, Kaye M, et al. 2018. Susquehanna Shale Hills critical zone observatory: Shale Hills in the context of Shaver’s Creek Watershed. Vadose zone journal: VZJ 17 (1): 1–19 DOI: 10.2136/vzj2018.04.0092": "10.2136+vzj2018.04.0092.jpg",
    "Cain, Molly R, Dong Kook Woo, Praveen Kumar, Laura Keefer, and Adam S Ward. “Antecedent Conditions Control Thresholds of Tile-Runoff Generation and Nitrogen Export in Intensively Managed Landscapes.” Water Resources Research 58, no. 2 (2022): e2021WR030507.": "10.1029+2021WR030507.png",
    "Calderon H, Uhlenbrook S. 2016. Characterizing the climatic water balance dynamics and different runoff components in a poorly gauged tropical forested catchment, Nicaragua. Hydrological Sciences Journal 61 (14): 2465–2480 DOI: 10.1080/02626667.2014.964244": "10.1080+02626667.2014.964244.jpg",
    "Casper MC, Volkmann HN, Waldenmeyer G, Plate EJ. 2003. The separation of flow pathways in a sandstone catchment of the Northern Black Forest using DOC and a nested Approach. Physics and Chemistry of the Earth, Parts A/B/C 28 (6): 269–275 DOI: 10.1016/S1474-7065(03)00037-8": "10.1016+S1474-7065(03)00037-8.png",
    "Dwivedi R, Meixner T, McIntosh JC, Ferré PAT, Eastoe CJ, Niu G-Y, Minor RL, Barron‐Gafford GA, Chorover J. 2019. Hydrologic functioning of the deep critical zone and contributions to streamflow in a high‐elevation catchment: Testing of multiple conceptual models. Hydrological processes 33 (4): 476–494 DOI: 10.1002/hyp.13363": "10.1002+hyp.13363.png",
    "Evans, C., Davies, T.D. and Murdoch, P.S. (1999), Component flow processes at four streams in the Catskill Mountains, New York, analysed using episodic concentration/discharge relationships. Hydrol. Process., 13: 563-575.": "Evans_etal_1999.png",
    "Exner-Kittridge M, Strauss P, Blöschl G, Eder A, Saracevic E, Zessner M. 2016. The seasonal dynamics of the stream sources and input flow paths of water and nitrogen of an Austrian headwater agricultural catchment. The Science of the total environment 542 (Pt A): 935–945 DOI: 10.1016/j.scitotenv.2015.10.151": "10.1016+j.scitotenv.2015.10.151.jpg",
    "Flint AL, Flint LE, Bodvarsson GS, Kwicklis EM, Fabryka-Martin J. 2001. Evolution of the conceptual model of unsaturated zone hydrology at Yucca Mountain, Nevada. Journal of Hydrology 247 (1)": "10.1016+S0022-1694(01)00358-4.png",
    "Fovet O, Ruiz L, Hrachowitz M, Faucheux M, Gascuel-Odoux C. 2015. Hydrological hysteresis and its value for assessing process consistency in catchment conceptual models. Hydrology and Earth System Sciences 19 (1): 105–123": "10.5194+hess-19-105-2015.PNG",
    "Gabrielli CP, McDonnell JJ, Jarvis WT. 2012. The role of bedrock groundwater in rainfall–runoff response at hillslope and catchment scales. Journal of Hydrology 450-451: 117–133 DOI: 10.1016/j.jhydrol.2012.05.023": "10.1016+j.jhydrol.2012.05.023+M8.jpg",
    "Gabrielli CP, McDonnell JJ, Jarvis WT. 2012. The role of bedrock groundwater in rainfall–runoff response at hillslope and catchment scales. Journal of Hydrology 450-451: 117–133 DOI: 10.1016/j.jhydrol.2012.05.024": "10.1016+j.jhydrol.2012.05.023+WS10.jpg",
    "Gibson JJ, Yi Y, Birks SJ. 2016. Isotope-based partitioning of streamflow in the oil sands region, northern Alberta: Towards a monitoring strategy for assessing flow sources and water quality controls. Journal of Hydrology: Regional Studies 5: 131–148 DOI: 10.1016/j.ejrh.2015.12.062": "10.1016+j.ejrh.2015.12.062.jpg",
    "Gutierrez-Jurado, Karina Y, Daniel Partington, and Margaret Shanafield. “Taking Theory to the Field: Streamflow Generation Mechanisms in an Intermittent Mediterranean Catchment.” Hydrology and Earth System Sciences 25, no. 8 (2021): 4299–4317.": "10.5194+hess-25-4299-2021.png",
    "Hangen E, Lindenlaub M, Leibundgut C, von Wilpert K. 2001. Investigating mechanisms of stormflow generation by natural tracers and hydrometric data: a small catchment study in the Black Forest, Germany. Hydrological processes 15 (2): 183–199 DOI: 10.1002/hyp.142": "10.1002+hyp.142.png",
    "Hartmann, A., Wagener, T., Rimmer, A., Lange, J., Brielmann, H., Weiler, M., 2013. Testing the realism of model structures to identify karst system processes using water quality and quantity signatures. Water Resour. Res. 49, 3345–3358.": "10.1002+wrcr.20229.png",
    "Heller K, Kleber A. 2016. Hillslope runoff generation influenced by layered subsurface in a headwater catchment in Ore Mountains, Germany. Environmental Earth Sciences 75 (11): 943 DOI: 10.1007/s12665-016-5750-y": "10.1007+s12665-016-5750-y.png",
    "Helms, M, O Evdakov, J Ihringer, and F Nestmann. “Modelling Spring Flood in the Area of the Upper Volga Basin.” Advances in Geosciences 9 (2006): 115–22.": "10.5194+adgeo-9-115-2006.png",
    "Inamdar SP, Mitchell MJ. 2007. Contributions of riparian and hillslope waters to storm runoff across multiple catchments and storm events in a glaciated forested watershed. Journal of Hydrology 341 (1): 116–130 DOI: 10.1016/j.jhydrol.2007.05.007": "10.1016+j.jhydrol.2007.05.007.png",
    "Klaus J, McDonnell JJ, Jackson CR, Du E, Griffiths NA. 2015. Where does streamwater come from in low-relief forested watersheds? A dual-isotope approach. Hydrology and Earth System Sciences 19 (1): 125–135 DOI: 10.5194/hess-19-125-2015": "10.5194+hess-19-125-2015.png",
    "Koch K, Wenninger J, Uhlenbrook S, Bonell M. 2009. Joint interpretation of hydrological and geophysical data: electrical resistivity tomography results from a process hydrological research site in the Black Forest Mountains, Germany. Hydrological processes 23 (10): 1501–1513 DOI: 10.1002/hyp.7275": "10.1002+hyp.7275.png",
    "Li L, DiBiase RA, Del Vecchio J, Marcon V, Hoagland B, Xiao D, Wayman C, Tang Q, He Y, Silverhart P, et al. 2018. The effect of lithology and agriculture at the Susquehanna Shale Hills Critical Zone Observatory. Vadose zone journal: VZJ 17 (1): 1–15 DOI: 10.2136/vzj2018.03.0063": "10.2136+vzj2018.03.0063+GarnerRun.jpg",
    "Li L, DiBiase RA, Del Vecchio J, Marcon V, Hoagland B, Xiao D, Wayman C, Tang Q, He Y, Silverhart P, et al. 2018. The effect of lithology and agriculture at the Susquehanna Shale Hills Critical Zone Observatory. Vadose zone journal: VZJ 17 (1): 1–15 DOI: 10.2136/vzj2018.03.0064": "10.2136+vzj2018.03.0063+ColeFarm.jpg",
    "Loritz R, Hassler SK, Jackisch C, Allroggen N, van Schaik L, Wienhöfer J, Zehe E. 2017. Picturing and modeling catchments by representative hillslopes. Hydrology and Earth System Sciences 21 (2): 1225–1249 DOI: 10.5194/hess-21-1225-2017": "10.5194+hess-21-1225-2017+Wollefsbach.png",
    "Louw PGB de, de Louw PGB, van der Velde Y, van der Zee SEATM. 2011. Quantifying water and salt fluxes in a lowland polder catchment dominated by boil seepage: a probabilistic end-member mixing approach. Hydrology and Earth System Sciences 15 (7): 2101–2117 DOI: 10.5194/hess-15-2101-2011": "10.5194+hess-15-2101-2011.png",
    "Lovill, S. M., Hahm, W. J., & Dietrich, W. E. (2018). Drainage from the critical zone: Lithologic controls on the persistence and spatial extent of wetted channels during the summer dry season. Water Resources Research, 54(8), 5702–5726. https://doi.org/10.1029/2017wr021903": "10.1029+2017WR021903+Sagehorn.png",
    "McDonnell JJ. 1990. A rationale for old water discharge through macropores in a steep, humid catchment. Water resources research 26 (11): 2821–2832 DOI: 10.1029/wr026i011p02821": "10.1029+wr026i011p02821.png",
    "McGlynn, B.L., McDonnel, J.J., Brammer, D.D., 2002. A review of the evolving perceptual model of hillslope flowpaths at the Maimai catchments, New Zealand. J. Hydrol. 257, 1–26.": "10.1016+s0022-1694(01)00559-5.jpg",
    "McMillan, H.K., Clark, M.P., Bowden, W.B., Duncan, M., Woods, R.A., 2011. Hydrological field data from a modeller’s perspective: Part 1. Diagnostic tests for model structure. Hydrol. Process. 25, 511–522. ": "10.1002+hyp.7841.png",
    "Meerveld, HJ van, BMC Fischer, Michael Rinderer, Manfred Stähli, and Jan Seibert. “Runoff Generation in a Pre-Alpine Catchment: A Discussion between a Tracer and a Shallow Groundwater Hydrologist.” Cuadernos de Investigación Geográfica 44, no. 2 (2018): 429–52.": "10.18172+cig.3349.png",
    "Mohammed, Aaron A, Edwin E Cey, Masaki Hayashi, and Michael V Callaghan. “Simulating Preferential Flow and Snowmelt Partitioning in Seasonally Frozen Hillslopes.” Hydrological Processes 35, no. 8 (2021): e14277.": "10.1002+hyp.14277.png",
    "Mosquera, Giovanny M, Rolando Célleri, Patricio X Lazo, Kellie B Vaché, Steven S Perakis, and Patricio Crespo. “Combined Use of Isotopic and Hydrometric Data to Conceptualize Ecohydrological Processes in a High-Elevation Tropical Ecosystem.” Hydrological Processes 30, no. 17 (2016): 2930–47.": "10.1002+hyp.10927.png",
    "Muñoz-Villers, L.E., McDonnell, J.J., 2012. Runoff generation in a steep, tropical montane cloud forest catchment on permeable volcanic substrate. Water Resour. Res. 48. ": "10.1029+2011wr011316.png",
    "Ocampo, Carlos J, Murugesu Sivapalan, and Carolyn E Oldham. “Field Exploration of Coupled Hydrological and Biogeochemical Catchment Responses and a Unifying Perceptual Model.” Advances in Water Resources 29, no. 2 (2006): 161–80.": "10.1016+j.advwatres.2005.02.014.png",
    "Sayama T, Araki R, Yamamoto K, Apip. 2021. Characteristics of soil and hillslope responses in humid tropical forests in Sumatra, Indonesia. Hydrological Research Letters 15 (2): 23–30": "10.3178+hrl.15.23.png",
    "Sidle, R.C., Tsuboyama, Y., Noguchi, S., Hosoda, I., Fujieda, M., Shimizu, T., 2000. Stormflow generation in steep forested headwaters: a linked hydrogeomorphic paradigm. Hydrol. Process. 14, 369–385.": "Sidle_etal_1999.png",
    "Spence, C, SV Kokelj, SA Kokelj, M McCluskie, and N Hedstrom. “Evidence of a Change in Water Chemistry in Canada’s Subarctic Associated with Enhanced Winter Streamflow.” Journal of Geophysical Research: Biogeosciences 120, no. 1 (2015): 113–27.": "10.1002+2014JG002809.png",
    "Tani, M., 1997. Runoff generation processes estimated from hydrological observations on a steep forested hillslope with a thin soil layer. J. Hydrol. 200, 84–10 ": "10.1016+S0022-1694(97)00018-8.png",
    "Tetzlaff, D, Buttle, J, Carey, SK, McGuire, K, Laudon, H, and Soulsby, C (2015), Tracer-based assessment of flow paths, storage and runoff generation in northern catchments: a review. Hydrol. Process., 29, 3475– 3490.": "10.1002+hyp.10412+Girnock.png",
    "Uchida T, Asano Y, Ohte N, Mizuyama T. 2003. Analysis of flowpath dynamics in a steep unchannelled hollow in the Tanakami Mountains of Japan. Hydrological Processes 17 (2): 417–430 DOI: 10.1002/hyp.1133": "10.1002+hyp.1133.png",
    "Uchida, Taro, Ken’ichirou Kosugi, and Takahisa Mizuyama. “Effects of Pipe Flow and Bedrock Groundwater on Runoff Generation in a Steep Headwater Catchment in Ashiu, Central Japan.” Water Resources Research 38, no. 7 (2002): 24–1.": "10.1029+2001WR000261.png",
    "Uhlenbrook, S, and Ch Leibundgut. “Process-Oriented Catchment Modelling and Multiple-Response Validation.” Hydrological Processes 16, no. 2 (2002): 423–40.": "10.1002+hyp.330.png",
    "Viglione, Alberto, Magdalena Rogger, Herbert Pirkl, Juraj Parajka, and Günter Blöschl. “Conceptual Model Building Inspired by Field-Mapped Runoff Generation Mechanisms.” Journal of Hydrology and Hydromechanics 66, no. 3 (2018): 303–15.": "10.2478+johh-2018-0010+Perschling.png",
    "Vitvar T, Jankovec J, Šanda M. 2022. Revealing subsurface processes in the Uhlířská catchment through combined modelling of unsaturated and saturated flow. Hydrological processes 36 (3): e14516 DOI: 10.1002/hyp.14516": "10.1002+hyp.14516.png",
    "Wang, Sheng, Zhiyong Fu, Hongsong Chen, Yunpeng Nie, and Qinxue Xu. “Mechanisms of Surface and Subsurface Runoff Generation in Subtropical Soil-Epikarst Systems: Implications of Rainfall Simulation Experiments on Karst Slope.” Journal of Hydrology 580 (2020): 124370.": "10.1016+j.jhydrol.2019.124370.jpg",
    "Wenninger J, Uhlenbrook S, Lorentz S, Leibundgut C. 2008. Identification of runoff generation processes using combined hydrometric, tracer and geophysical methods in a headwater catchment in South Africa / Identification des processus de génération de l’écoulement par combinaison de méthodes hydrométriques, de traçage et géophysiques dans un bassin versant sud-africain. Hydrological Sciences Journal 53 (2): 500–500 DOI: 10.1623/hysj.53.2.500": "10.1623+hysj.53.1.65.png",
    "Wenninger, Jochen, Stefan Uhlenbrook, Nils Tilch, and Christian Leibundgut. “Experimental Evidence of Fast Groundwater Responses in a Hillslope/Floodplain Area in the Black Forest Mountains, Germany.” Hydrological Processes 18, no. 17 (2004): 3305–22.": "10.1002+hyp.5686.png",
    "Wrede S, Fenicia F, Martínez-Carreras N, Juilleret J, Hissler C, Krein A, Savenije HHG, Uhlenbrook S, Kavetski D, Pfister L. 2015. Towards more systematic perceptual model development: a case study using 3 Luxembourgish catchments. Hydrological processes 29 (12): 2731–2750": "10.1002+hyp.10393+Huewelerbach.png",
    "Wrede S, Fenicia F, Martínez-Carreras N, Juilleret J, Hissler C, Krein A, Savenije HHG, Uhlenbrook S, Kavetski D, Pfister L. 2015. Towards more systematic perceptual model development: a case study using 3 Luxembourgish catchments. Hydrological processes 29 (12): 2731–2751": "10.1002+hyp.10393+Weierbach.png",
    "Wrede S, Fenicia F, Martínez-Carreras N, Juilleret J, Hissler C, Krein A, Savenije HHG, Uhlenbrook S, Kavetski D, Pfister L. 2015. Towards more systematic perceptual model development: a case study using 3 Luxembourgish catchments. Hydrological processes 29 (12): 2731–2752": "10.1002+hyp.10393+Wollefsbach.png",
    "Xiao, Xiong, Fan Zhang, Xiaoyan Li, Chen Zeng, Xiaonan Shi, Huawu Wu, Muhammad Dodo Jagirani, and Tao Che. “Using Stable Isotopes to Identify Major Flow Pathways in a Permafrost Influenced Alpine Meadow Hillslope during Summer Rainfall Period.” Hydrological Processes 34, no. 5 (2020): 1104–16.": "10.1002+hyp.13650.png",
    "Zhang, Guotao, Peng Cui, Carlo Gualtieri, Junlong Zhang, Nazir Ahmed Bazai, Zhengtao Zhang, Jiao Wang, Jinbo Tang, Rong Chen, and Mingyu Lei. “Stormflow Generation in a Humid Forest Watershed Controlled by Antecedent Wetness and Rainfall Amounts.” Journal of Hydrology 603 (2021): 127107.": "10.1016+j.jhydrol.2021.127107.jpg",
    "Zimmer, M.A., McGlynn, B.L., 2017. Ephemeral and intermittent runoff generation processes in a low relief, highly weathered catchment. Water Resour. Res. 53, 7055–7077.": "10.1002+2016WR019742.png",
    "Zuecco, G, D Penna, and M Borga. “Runoff Generation in Mountain Catchments: Long-Term Hydrological Monitoring in the Rio Vauz Catchment, Italy.” Cuadernos de Investigación Geográfica/Geographical Research Letters, no. 44 (2018): 397–428.": "10.18172+cig.3327.PNG",
    "Briggs, M.A., Gazoorian, C.L., Doctor, D.H., and Burns, D.A., 2022, A multiscale approach for monitoring groundwater discharge to headwater streams by the U.S. Geological Survey Next Generation Water Observing System Program—An example from the Neversink Reservoir watershed, New York: U.S. Geological Survey Fact Sheet 2022–3077, 6 p., https://doi.org/10.3133/fs20223077.": "10.3133+fs20223077.png",
    "Lawrence, G.B., Burns, D.A., Baldigo, B.P., Murdoch, P.S., and Lovett, G.M., 2001, Controls of stream chemistry and fish populations in the Neversink watershed, Catskill Mountains, New York: U.S. Geological Survey Water-Resources Investigations Report 2000–4040, 15 p., https://pubs.er.usgs.gov/publication/wri004040.": "10.3133+wri004040.png",
    "Spence, C., 2022, pers. comm.": "SpenceC2022.tif",
    "Mulholland, P.J., 1993. Hydrometric and stream chemistry evidence of three storm flowpaths in Walker Branch Watershed. Journal of Hydrology, 151(2-4), pp.291-316.": "10.1016+0022-1694(93)90240-A.png",
    "Banks, Edward W, Craig T Simmons, Andrew J Love, Roger Cranswick, Adrian D Werner, Erick A Bestland, Martin Wood, and Tania Wilson. “Fractured Bedrock and Saprolite Hydrogeologic Controls on Groundwater/Surface-Water Interaction: A Conceptual Model (Australia).” Hydrogeology Journal 17, no. 8 (2009): 1969–89.": "10.1007+s10040-009-0490-7.png",
    "Reid M.A., Cheng X., Banks E.W., Jankowski J., Jolly I., Kumar P., Lovell D.M., Mitchell M., Mudd G.M., Richardson S., Silburn M. and Werner A.D. 2009. Catalogue of conceptual models for groundwater–stream interaction. eWater Technical Report. eWater Cooperative Research Centre, Canberra.": "Catalogue-of-conceptual-models-for-groundwater-stream-interaction-in-eastern-Australia.png",
    "Giertz, S., Diekkrüger, B. and Steup, G., 2006. Physically-based modelling of hydrological processes in a tropical headwater catchment (West Africa)–process representation and multi-criteria validation. Hydrology and Earth System Sciences, 10(6), pp.829-847.": "10.5194+hess-10-829-2006.png",
    "Laudon, H. and Sponseller, R.A., 2018. How landscape organization and scale shape catchment hydrology and biogeochemistry: Insights from a long‐term catchment study. Wiley Interdisciplinary Reviews: Water, 5(2), p.e1265.": "10.1002+wat2.1265.jpg",
    "McGuire, Kevin J, and Jeffrey J McDonnell. “Hydrological Connectivity of Hillslopes and Streams: Characteristic Time Scales and Nonlinearities.” Water Resources Research 46, no. 10 (2010).": "10.1029+2010WR009341.png",
    "Ziegler, A.D., Negishi, J.N., Sidle, R.C., Noguchi, S. and Nik, A.R., 2006. Impacts of logging disturbance on hillslope saturated hydraulic conductivity in a tropical forest in Peninsular Malaysia. Catena, 67(2), pp.89-104.": "10.1016+j.catena.2006.02.008.jpg",
    "Sanda, M., Vitvar, T., Kulasova, A., Jankovec, J., & Cislerova, M. (2014). Run-off formation in a humid, temperate headwater catchment using a combined hydrological, hydrochemical and isotopic approach (Jizera Mountains, Czech Republic). Hydrological Processes, 28(8), 3217–3229.": "10.1002+hyp.9847.jpg",
    "Katsuyama, M., Ohte, N., & Kabeya, N. (2005). Effects of bedrock permeability on hillslope and riparian groundwater dynamics in a weathered granite catchment. Water Resources Research, 41, W01010. ": "10.1029+2004WR003275.png",
    "Newman, B. D., Campbell, A. R., & Wilcox, B. P. (1998). Lateral subsurface flow pathways in a semiarid ponderosa pine hillslope. Water Resources Research, 34(12), 3485–3496.": "10.1029+98WR02684.png",
    "Soulsby, C., Tetzlaff, D., Rodgers, P., Dunn, S. and Waldron, S., 2006. Runoff processes, stream water residence times and controlling landscape characteristics in a mesoscale catchment: An initial evaluation. Journal of Hydrology, 325(1-4), pp.197-221.": "10.1016+j.jhydrol.2005.10.024.jpg",
    "Shanley, J.B., Sebestyen, S.D., McDonnell, J.J., McGlynn, B.L. and Dunne, T., 2015. Water's Way at Sleepers River watershed–revisiting flow generation in a post‐glacial landscape, Vermont USA. Hydrological Processes, 29(16), pp.3447-3459.": "10.1002+hyp.10377.jpg",
    "Liu, F., Williams, M.W. and Caine, N., 2004. Source waters and flow paths in an alpine catchment, Colorado Front Range, United States. Water Resources Research, 40(9).": "10.1029+2004WR003076+GR4.png",
    "Webb, R.W., Musselman, K.N., Ciafone, S., Hale, K.E. and Molotch, N.P., 2022. Extending the vadose zone: Characterizing the role of snow for liquid water storage and transmission in streamflow generation. Hydrological Processes, 36(3), p.e14541.": "10.1002+hyp.14541.png",
    "Koch, J.C., Kikuchi, C.P., Wickland, K.P. and Schuster, P., 2014. Runoff sources and flow paths in a partially burned, upland boreal catchment underlain by permafrost. Water Resources Research, 50(10), pp.8141-8158.": "10.1002+2014WR015586.jpg",
    "Verry, E.S., Brooks, K.N., Nichols, D.S., Ferris, D.R. and Sebestyen, S.D. (2011) Watershed hydrology. In: Kolka, R.K., Sebestyen, S.D., Verry, E.S. and Brooks, K.N. (eds) Peatland Biogeochemistry and Watershed Hydrology at the Marcell Experimental Forest. CRC Press, Boca Raton, Florida, pp. 193–212.": "10.1201+b10708.png",
    "Hartmann, A., Kralik, M., Humer, F., Lange, J. and Weiler, M., 2012. Identification of a karst system’s intrinsic hydrodynamic parameters: upscaling from single springs to the whole aquifer. Environmental Earth Sciences, 65, pp.2377-2389.": "10.1007+s12665-011-1033-9.webp",
    "Gao, H., Han, C., Chen, R., Feng, Z., Wang, K., Fenicia, F. and Savenije, H., 2022. Frozen soil hydrological modeling for a mountainous catchment northeast of the Qinghai–Tibet Plateau. Hydrology and Earth System Sciences, 26(15), pp.4187-4208.": "10.5194+hess-26-4187-2022.png",
    "Guida, D., Cuomo, A., Longobardi, A. and Villani, P., 2020. Geohydrology of a Reference Mediterranean Catchment (Cilento UNESCO Geopark, Southern Italy). Applied Sciences, 10(12), p.4117.": "10.3390+app10124117.png",
    "Krogh, S.A., Pomeroy, J.W. and Marsh, P., 2017. Diagnosis of the hydrology of a small Arctic basin at the tundra-taiga transition using a physically based hydrological model. Journal of hydrology, 550, pp.685-703.": "10.1016+j.jhydrol.2017.05.042.jpg",
    "Johansson, E., Gustafsson, L.G., Berglund, S., Lindborg, T., Selroos, J.O., Liljedahl, L.C. and Destouni, G., 2015. Data evaluation and numerical modeling of hydrological interactions between active layer, lake and talik in a permafrost catchment, Western Greenland. Journal of Hydrology, 527, pp.688-703.": "10.1016+j.jhydrol.2015.05.026.jpg",
    "Penny, G., Dar, Z.A. and Müller, M.F., 2022. Climatic and anthropogenic drivers of a drying Himalayan river. Hydrology and Earth System Sciences, 26(2), pp.375-395.": "10.5194+hess-26-375-2022.png",
    "Liu, F., Lerch, R.N., Yang, J. and Peters, G., 2020. Determining hydrologic pathways of streamflow using geochemical tracers in a claypan watershed. Hydrological Processes, 34(11), pp.2494-2509.": "10.1002+hyp.13743.jpg",
    "Hugenschmidt, C., Ingwersen, J., Sangchan, W., Sukvanachaikul, Y., Uhlenbrook, S. and Streck, T., 2010. Hydrochemical analysis of stream water in a tropical, mountainous headwater catchment in northern Thailand. Hydrology & Earth System Sciences Discussions, 7(2).": "",
    "Xiao, X., Zhang, F., Che, T., Shi, X., Zeng, C. and Wang, G., 2020. Changes in plot-scale runoff generation processes from the spring–summer transition period to the summer months in a permafrost-dominated catchment. Journal of Hydrology, 587, p.124966.": "10.1016+j.jhydrol.2020.124966.jpg",
    "Vyse, S.A., Taie Semiromi, M., Lischeid, G. and Merz, C., 2020. Characterizing hydrological processes within kettle holes using stable water isotopes in the Uckermark of northern Brandenburg, Germany. Hydrological Processes, 34(8), pp.1868-1887.": "10.1002+hyp.13699.jpg",
    "Zhao, P., Tang, X., Zhao, P., Zhang, W. and Tang, J., 2016. Mixing of event and pre‐event water in a shallow Entisol in sloping farmland based on isotopic and hydrometric measurements, SW China. Hydrological Processes, 30(19), pp.3478-3493.": "10.1002+hyp.10867.jpg",
    "Dash, S.K. and Sinha, R., 2022. Space-time dynamics of soil moisture and groundwater in an agriculture-dominated critical zone observatory (CZO) in the Ganga basin, India. Science of The Total Environment, 851, p.158231.": "10.1016+j.scitotenv.2022.158231.jpg",
    "Chen, X., Yu, Z., Yi, P., Aldahan, A., Hwang, H.T. and Sudicky, E.A., 2023. Disentangling runoff generation mechanisms: combining isotope tracing with integrated surface/subsurface simulation. Journal of Hydrology, p.129149.": "10.1016+j.jhydrol.2023.129149.jpg",
    "Nyquist, J. E., Toran, L., Pitman, L., Guo, L. & Lin, H. (2018) Testing the fill‐and‐spill model of subsurface lateral flow using ground‐penetrating radar and dye tracing. Vadose Zone J. 17(1), 1–13. Wiley. doi:10.2136/vzj2017.07.0142": "10.2136+vzj2017.07.0142.jpg",
    "Kim, H., Gu, X. & Brantley, S. L. (2018) Particle fluxes in groundwater change subsurface shale rock chemistry over geologic time. Earth Planet. Sci. Lett. 500, 180–191. doi:10.1016/j.epsl.2018.07.031": "10.1016+j.epsl.2018.07.031.jpg",
    "Ross, C. A., Ali, G., Bansah, S. & Laing, J. R. (2017) Evaluating the Relative Importance of Shallow Subsurface Flow in a Prairie Landscape. Vadose Zone J. 16(5), 1–20. GeoScienceWorld. doi:10.2136/vzj2016.10.0096": "10.2136+vzj2016.10.0096.jpg",
    "Wallace, S., Biggs, T., Lai, C.T. and McMillan, H., 2021. Tracing sources of stormflow and groundwater recharge in an urban, semi-arid watershed using stable isotopes. Journal of Hydrology: Regional Studies, 34, p.100806.": "10.1016+j.ejrh.2021.100806.png",
    "Oldham, L. D., Freer, J., Coxon, G., Howden, N., Bloomfield, J. P. & Jackson, C. (2023) Evidence-based requirements for perceptualising intercatchment groundwater flow in hydrological models. Hydrol. Earth Syst. Sci. 27(3), 761–781. Copernicus GmbH. doi:10.5194/hess-27-761-2023": "10.5194+hess-27-761-2023.png",
    "Macpherson, G.L. and Sophocleous, M., 2004. Fast ground-water mixing and basal recharge in an unconfined, alluvial aquifer, Konza LTER Site, Northeastern Kansas. Journal of Hydrology, 286(1-4), pp.271-299.": "10.1016+j.jhydrol.2003.09.016.jpg",
    "Aubry-Wake, C., 2022. From processes to predictions in hydrological modelling of glacierized basins (Doctoral dissertation, University of Saskatchewan).": "14290.png",
    "Helbig, M., Boike, J., Langer, M., Schreiber, P., Runkle, B.R. and Kutzbach, L., 2013. Spatial and seasonal variability of polygonal tundra water balance: Lena River Delta, northern Siberia (Russia). Hydrogeol. J, 21(1), pp.133-147.": "10.1007+s10040-012-0933-4.png",
    "Munk, L.A., Boutt, D.F., Moran, B.J., McKnight, S.V. and Jenckes, J., 2021. Hydrogeologic and Geochemical Distinctions in Freshwater‐Brine Systems of an Andean Salar. Geochemistry, Geophysics, Geosystems, 22(3), p.e2020GC009345.": "10.1029+2020GC009345.jpg",
    "Pourrier, J., Jourde, H., Kinnard, C., Gascoin, S. and Monnier, S., 2014. Glacier meltwater flow paths and storage in a geomorphologically complex glacial foreland: the case of the Tapado glacier, dry Andes of Chile (30 S). Journal of Hydrology, 519, pp.1068-1083.": "10.1016+j.jhydrol.2014.08.023.jpg",
    "Sánchez‐Murillo, R., Gazel, E., Schwarzenbach, E.M., Crespo‐Medina, M., Schrenk, M.O., Boll, J. and Gill, B.C., 2014. Geochemical evidence for active tropical serpentinization in the Santa Elena Ophiolite, Costa Rica: An analog of a humid early Earth?. Geochemistry, Geophysics, Geosystems, 15(5), pp.1783-1800.": "10.1002+2013GC005213.jpg",
    "Webb, R.W., Fassnacht, S.R. and Gooseff, M.N., 2018. Hydrologic flow path development varies by aspect during spring snowmelt in complex subalpine terrain. The Cryosphere, 12(1), pp.287-300.": "10.5194+tc-12-287-2018.png",
    "Koit, O., Tarros, S., Pärn, J., Küttim, M., Abreldaal, P., Sisask, K., Vainu, M., Terasmaa, J., Retike, I. and Polikarpus, M., 2021. Contribution of local factors to the status of a groundwater dependent terrestrial ecosystem in the transboundary Gauja-Koiva River basin, North-Eastern Europe. Journal of Hydrology, 600, p.126656.": "10.1016+j.jhydrol.2021.126656.jpg",
    "Penny, G., Srinivasan, V., Apoorva, R., Jeremiah, K., Peschel, J., Young, S. and Thompson, S., 2020. A process‐based approach to attribution of historical streamflow decline in a data‐scarce and human‐dominated watershed. Hydrological Processes, 34(8), pp.1981-1995.": "10.1002+hyp.13707.jpg",
    "Marttila, H., Lohila, A., Ala‐Aho, P., Noor, K., Welker, J.M., Croghan, D., Mustonen, K., Meriö, L.J., Autio, A., Muhic, F. and Bailey, H., 2021. Subarctic catchment water storage and carbon cycling–leading the way for future studies using integrated datasets at Pallas, Finland. Hydrological Processes, 35(9), p.e14350.": "10.1002+hyp.14350.jpg",
    "Yapiyev, V., Skrzypek, G., Verhoef, A., Macdonald, D. and Sagintayev, Z., 2020. Between boreal Siberia and arid Central Asia–stable isotope hydrology and water budget of Burabay National Nature Park ecotone (Northern Kazakhstan). Journal of Hydrology: Regional Studies, 27, p.100644.": "10.1016+j.ejrh.2019.100644.jpg",
    "Ross SM, Thornes JB, Nortcliff S. 1990. Soil hydrology, nutrient and erosional response to the clearance of Terra Firme forest, maraca island, Roraima, northern Brazil. The geographical journal 156 (3): 267 DOI: 10.2307/635528": "10.2307+635528.png",
    "Lesack LFW. 1993. Water balance and hydrologic characteristics of a rain forest catchment in the Central Amazon Basin. Water resources research 29 (3): 759–773 DOI: 10.1029/92wr02371": "10.1029+92wr02371.png",
    "Kreis, M., J.-D. Taupin, N. Patris, and E.S.P.R. Martins. 2020. Isotopic characterisation and dating of groundwater recharge mechanisms in crystalline fractured aquifers: example of the semi-arid Banabuiú watershed (Brazil). Isotopes Environ. Health Stud. 56(5–6): 418–430. doi: 10.1080/10256016.2020.1797275.": "10.1080+10256016.2020.1797275.png",
    "Burte JDP, Coudrain A, Marlet S. 2011. Use of water from small alluvial aquifers for irrigation in semi-arid regions. Ciencia agronomica 42 (3): 635–643 DOI: 10.1590/s1806-66902011000300009": "10.1590+S1806-66902011000300009.png",
    "Eger GZS, Silva Junior GC, Marques EAG, Leão BRC, da Rocha DGTB, Gilmore TE, do Amaral LGH, Silva JAO, Neale C. 2021. Recharge assessment in the context of expanding agricultural activity: Urucuia Aquifer System, western State of Bahia, Brazil. Journal of South American earth sciences 112 (103601): 103601 DOI: 10.1016/j.jsames.2021.103601": "10.1016+j.jsames.2021.103601.jpg",
    "Wunderlich, W., Lang, M., Keating, K., Perez, W.B. and Oshun, J., 2023. The role of peat-forming bofedales in sustaining baseflow in the humid puna. Journal of Hydrology: Regional Studies, 47, p.101394.": "10.1016+j.ejrh.2023.101394.jpg",
    "Ledford, S.H., Lautz, L.K. and Stella, J.C., 2016. Hydrogeologic processes impacting storage, fate, and transport of chloride from road salt in urban riparian aquifers. Environmental science & technology, 50(10), pp.4979-4988.": "10.1021+acs.est.6b00402.png",
    "Ledford, S.H. and Lautz, L.K., 2015. Floodplain connection buffers seasonal changes in urban stream water quality. Hydrological processes, 29(6), pp.1002-1016.": "10.1002+hyp.10210.jpg",
    "Gooseff, M.N., McKnight, D.M., Doran, P., Fountain, A.G. and Lyons, W.B., 2011. Hydrological connectivity of the landscape of the McMurdo Dry Valleys, Antarctica. Geography Compass, 5(9), pp.666-681.": "10.1111+j.1749-8198.2011.00445.x.png",
    "Lahuatte, B., Mosquera, G.M., Páez‐Bimos, S., Calispa, M., Vanacker, V., Zapata‐Ríos, X., Muñoz, T. and Crespo, P., 2022. Delineation of water flow paths in a tropical Andean headwater catchment with deep soils and permeable bedrock. Hydrological Processes, 36(10), p.e14725.": "10.1002+hyp.14725.jpg",
    "Mokua, R.A., Glenday, J., Nel, J. and Butler, M., 2020. Combined use of stable isotopes and hydrochemical characteristics to determine streamflow sources in the Jonkershoek catchment, South Africa. Isotopes in Environmental and Health Studies, 56(3), pp.238-259.": "10.1080+10256016.2020.1760861.png",
    "Saayman, I.C., Scott, D.F., Prinsloo, F.W., Moses, G., Weaver, J.M.C. and Talma, S., 2003. Evaluation of the application of natural isotopes in the identification of the dominant streamflow generation mechanisms in TMG catchments. Water Research Commission, Pretoria. WRC Report, (1234/1), p.03.": "1234-1-031.png",
    "Harrison, R., van Tol, J. and Amiotte Suchet, P., 2022. Hydropedological Characteristics of the Cathedral Peak Research Catchments. Hydrology, 9(11), p.189.": "10.3390+hydrology9110189+CP-VI.png",
    "Egusa, T., Ohte, N., Oda, T. and Suzuki, M., 2016. Quantifying aggregation and change in runoff source in accordance with catchment area increase in a forested headwater catchment. Hydrological Processes, 30(22), pp.4125-4138.": "10.1002+hyp.10916.jpg",
    "Maréchal, J.-C., Braun, J.-J., Riotte, J., Bedimo, J.-P.B. and Boeglin, J.-L. (2011), Hydrological processes of a rainforest headwater swamp from natural chemical tracing in Nsimi watershed, Cameroon. Hydrol. Process., 25: 2246-2260.": "10.1002+hyp.7989.jpg",
    "Grandjouan, O., Branger, F., Masson, M., Cournoyer, B. and Coquery, M., 2023. Identification and estimation of hydrological contributions in a mixed land‐use catchment based on a simple biogeochemical and hydro‐meteorological dataset. Hydrological Processes, 37(12), p.e15035.": "10.1002+hyp.15035.jpg"
}